[
  {
    "id": "1",
    "name": "Dr. Shankar. K",
    "designation": "Program Officer",
    "imageUrl": "/images/Dr. Shankar. K.jpg",
    "facebook": "",
    "instagram": "",
    "linkedin": "",
    "info": [
      "Service is always selfless and it begins from the mindset of thinking about others. Hence, the moto of NSS is set as NOT ME BUT YOU.",
      "We, the National Service Scheme (NSS) of NIT Silchar, are keen in bringing the positive changes in minds of everyone in and around the campus. NSS-NITS believes in doing rather than preaching; our dedicated volunteers are involving themselves in the activities start from education to health, fitness to cleanliness and environment to Biodiversity. In addition, we regularly visit nearby villages to make the people aware of health and other Govt. schemes. ",
      "We understand, the sky is the limit: Let's expand and extend our good thoughts to create inclusive surroundings.",
      "Read good! Think good! Act good!"
    ]
  },
  {
    "id": "2",
    "name": "Abhijit Das",
    "designation": "President",
    "imageUrl": "/images/Abhijit.jpg",
    "facebook": "https://www.facebook.com/profile.php?id=100052769931758",
    "instagram": "https://www.instagram.com/a_bhi_das/",
    "linkedin": "https://www.linkedin.com/in/abhijit-das-61702222a/",
    "info": [
      "The National Service Scheme (NSS) unit of NIT Silchar is a vibrant and dedicated organization committed to fostering social responsibility and community engagement among students. Our unit, established with the mission of developing the personality of students through community service, actively engages in various initiatives that promote societal well-being. By involving our volunteers in a range of activities, from health camps to environmental conservation efforts, we strive to make a tangible impact on our community while instilling a sense of civic duty too.",
      "At NSS NIT Silchar, we believe in the power of collective action to bring about positive change. Our volunteers regularly participate in awareness campaigns, and blood donation drives, working tirelessly to address pressing social issues. Through these activities, our volunteers gain invaluable hands-on experience and develop essential skills such as leadership, teamwork, and problem-solving. The NSS unit at NIT Silchar is not just a platform for volunteerism; it is a transformative journey that shapes compassionate and socially conscious leaders of tomorrow. We are proud of the dedication and enthusiasm of our volunteers, who embody the true spirit of NSS by selflessly serving society and working towards a brighter future for all.",
      "Empowering communities, fostering change, and building a brighter future through selfless service and dedication."
    ]
  }
]
